Repository: masakhane-io/masakhane-mt
Catalog: Data/en-ig Tech Sentences/en-ig.tmx
Source language: en
Languages: ig

source: _Replace
ig: _Dochie

source: Replace _All
ig: Dochie _ha niile

source: _Merge
ig: _Kpụghaa ebe a

source: Merge _All
ig: Họrọ _Ha niile

source: Link to %s
ig: Banye na %s

source: Another link to %s
ig: Ụzọ njikọ ọzọ na %sst

source: %'dst link to %s
ig: %dst banye na %s

source: %'dnd link to %s
ig: %dnd banye na %s

source: %'drd link to %s
ig: %drd banye na %s

source: %'dth link to %s
ig: %dth banye na %s

source: (copy)
ig: (debata)

source: (another copy)
ig: (Ndebata ọzọ)

source: th copy)
ig: th ndebata)

source: st copy)
ig: st ndebata)

source: nd copy)
ig: nd ndebata)

source: rd copy)
ig: rd ndebata)

source: %s (copy)%s
ig: %s (ndebata)%s

source: %s (another copy)%s
ig: %s (ndebata ọzọ)%s

source: %s (%'dth copy)%s
ig: %s (%dth ndebata)%s%s (copy %'d)%s

source: %s (%'dst copy)%s
ig: %s (%dst ndebata)%s

source: %s (%'dnd copy)%s
ig: %s (%dnd ndebata)%s

source: %s (%'drd copy)%s
ig: %s (%drd ndebata)%sth copy)

source: Are you sure you want to permanently delete "%B" from the trash?
ig: Ìkwèsị̀rị̀ ike nà ịchọrọ ihichapụ kpam kpam "%s" n'ebemkpofuozi ahụ?

source: If you delete an item, it will be permanently lost.
ig: Ọ bụrụ na ihichaa ihenhọrọ a, ọ ga-efu kpam kpam.

source: Empty all of the items from the trash?
ig: Ghewe ihenhọrọ niile ahụ oghe n'ime ebemkpofuozi?

source: If you choose to empty the trash, all items in it will be permanently lost. Please note that you can also delete them separately.
ig: Ọ bụrụ na ịchọrọ ighewe ebemkpofuozi ahụ oghe, ihenhọrọ niile ahụ dị n'ime ya ga-efu ǹchá n̄chá. Biko mara na ị́ gà-ehicha n'iche iche.

source: Empty _Trash
ig: Ghewe _ebemkpofuozi oghe

source: Are you sure you want to permanently delete "%B"?
ig: Ìkwèsị̀rị̀ ike na ịchọrọ ihichapagide "%s"?

source: Deleting files
ig: Ihicha faịlụ ndị ahụ2 minutes

source: Error while deleting.
ig: Ndehie mgbe a na-ehicha.

source: Files in the folder "%B" cannot be deleted because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: _Skip files
ig: _Debata faịlụ ndị ahụ

source: The folder "%B" cannot be deleted because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error reading the folder "%B".
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: Could not remove the folder %B.
ig: Ịgaghị akpụghanwu nsomebefaịlụ ebemkpofuozi a.

source: There was an error deleting %B.
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: Moving files to trash
ig: Ịkpụga faịlụ na n'ebemkpofuozi

source: Cannot move file to trash, do you want to delete immediately?
ig: Agaghị enwenwu ike ikpụga faịlụ n'ebemkpofuozi, ịchọrọ ihicha ozugbo?

source: The file "%B" cannot be moved to the trash.
ig: Agaghị enwenwu "%s" ike ikpụga faịlụ ahụ n'ebemkpofuozi.

source: Trashing Files
ig: Faịlụ ndị ahụ buru ibu

source: Deleting Files
ig: Ihicha faịlụ ndị ahụ

source: Unable to eject %V
ig: Enwenwughị ike idochi faịlụ

source: Do _not Empty Trash
ig: _Ghewe ebemkpofuozi oghe

source: Error while copying.
ig: Ndehie mgbe a na-edebata.

source: Error while moving.
ig: Ndehie mgbe a na-akpụgharị.

source: Error while moving files to trash.
ig: Ndehie mgbe a na-akpụgha ihenhọrọ na "%s".

source: Files in the folder "%B" cannot be handled because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The folder "%B" cannot be handled because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The file "%B" cannot be handled because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error getting information about "%B".
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Error while copying to "%B".
ig: Ndehie mgbe a na-edebata na "%s".

source: You do not have permissions to access the destination folder.
ig: Inweghị ikikere ide ihe n'ụlọ.

source: There was an error getting information about the destination.
ig: Enweghị zurunụ̄ ohere n'ụlọ ahụ.

source: The destination is not a folder.
ig: Ebe ahụ abụghị nsomebefaịlụ.

source: There is not enough space on the destination. Try to remove files to make space.
ig: Enweghị zurunụ̄ ohere n'ụlọ ahụ.

source: The destination is read-only.
ig: Diski keụlọ bụ iwepụtaozi-ọsịsọ.

source: Moving "%B" to "%B"
ig: Ibagharị aha "%s" to "%s".

source: Copying "%B" to "%B"
ig: Ibagharị aha "%s" to "%s".

source: Duplicating "%B"
ig: Ítụ̀ nà "%s"

source: %S of %S
ig: %ld nke %ld2 bytes" or "3 MB2 minutes". So the whole thing will be something like "2 kb of 4 MB -- 2 hours left (4kb/sec)

source: The folder "%B" cannot be copied because you do not have permissions to create it in the destination.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: There was an error creating the folder "%B".
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: Files in the folder "%B" cannot be copied because you do not have permissions to see them.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: The folder "%B" cannot be copied because you do not have permissions to read it.
ig: "%s" agaghị enwenwu ike idebata ya maka na inweghị ikikere iwepụtaozi ahụ.

source: Error while moving "%B".
ig: Ndehie mgbe a na-edebata na "%s".

source: Could not remove the source folder.
ig: Ịgaghị akpụghanwu nsomebefaịlụ ebemkpofuozi a.

source: Error while copying "%B".
ig: Ndehie mgbe a na-edebata na "%s".

source: Could not remove the already existing file %F.
ig: Ewepụnwughị akara ya na aha '%s'.

source: You cannot move a folder into itself.
ig: Igaghị akpụganwu nsomebefaịlụ n'ime onwe ya.

source: You cannot copy a folder into itself.
ig: Igaghị edebatanwu nsomebefaịlụ n'ime onwe ya.

source: The destination folder is inside the source folder.
ig: Nsomebefaịlụ keụlọ nọ n'ime ebensinweta nsomebefaịlụ.

source: You cannot move a file over itself.
ig: Ịgaghị edebanyenwu faịlụ n'onwe ya.

source: You cannot copy a file over itself.
ig: Ịgaghị edebanyenwu faịlụ n'onwe ya.

source: The source file would be overwritten by the destination.
ig: Enweghị ohere n'ụlọ.

source: A folder named "%B" already exists. Do you want to merge the source folder?
ig: NsomebeFaịlụ ahụ "%s" àdị́láàrị́ ádị́. Ịchọrọ idochi ya?

source: A folder named "%B" already exists. Do you want to replace it?
ig: NsomebeFaịlụ ahụ "%s" àdị́láàrị́ ádị́. Ịchọrọ idochi ya?

source: A file named "%B" already exists. Do you want to replace it?
ig: Faịlụ ahụ "%s" àdị́láàrị́ ádị́. Ịchọrọ idochi ya?

source: There was an error copying the file into %F.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Copying Files
ig: Idebata faịlụ ndị ahụ

source: Preparing to Move to "%B"
ig: Ńkwádó ịkpụga n'ebemkpofuozi...

source: There was an error moving the file into %F.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Moving Files
ig: Ikpụgha faịlụ ndị ahụ

source: Creating links in "%B"
ig: Ịkewapụta njikọ na faịlụ ndị ahụ

source: Error while creating link to %B.
ig: Ndehie mgbe a na-ekewapụta ụzọ njikọ na "%s".

source: Symbolic links only supported for local files
ig: A na-akwadọ ọdịdọ na ntọgbọ na sistem faịlụ keụlọ.

source: The target doesn't support symbolic links.
ig: Ńtọ̀gbọ̀ tágēètị̀ a sọsọ na-akwado faịlụ keụlọ.

source: There was an error creating the symlink in %F.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Setting permissions
ig: Ndehie na-ahazi ikike

source: untitled folder
ig: Nsomebefaịlụ na-enweghị isiokwu

source: new file
ig: Faịlụ ọfụụ

source: Error while creating directory %B.
ig: Ndehie mgbe a na-ekewapụta ụzọ njikọ na "%s".

source: Error while creating file %B.
ig: Ndehie mgbe a na-ekewapụta ụzọ njikọ na "%s".

source: There was an error creating the directory in %F.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Emptying Trash
ig: Ghewe ebemkpfuozi oghe

source: This file cannot be mounted
ig: Agaghị ewunyenwu ákàrà ahụ.

source: This file cannot be unmounted
ig: Agaghị ewunyenwu ákàrà ahụ.

source: This file cannot be ejected
ig: Agaghị ewunyenwu ákàrà ahụ.

source: This file cannot be started
ig: Agaghị ewunyenwu ákàrà ahụ.

source: This file cannot be stopped
ig: Agaghị ewunyenwu ákàrà ahụ.

source: Toplevel files cannot be renamed
ig: Abagharịnwughị aha ihenhọrọ ahụ.

source: Unable to rename desktop file
ig: Enwenwughị ike idochi faịlụ%aAbBcdHIjmMpSUwWxXyYZ-%_

source: today at 00:00:00 PM
ig: Táà na 00:00:00 PM

source: today at %-I:%M:%S %p
ig: Táà na %-I:%M:%S %p

source: today at 00:00 PM
ig: Táà na 00:00 PM

source: today at %-I:%M %p
ig: Táà na %-I:%M %p

source: today, 00:00 PM
ig: Táà, 00:00 PM

source: today, %-I:%M %p
ig: Táà, %-I:%M %p

source: today
ig: Táàtoday

source: yesterday at 00:00:00 PM
ig: Ụnyaahụ na 00:00:00 PM

source: yesterday at %-I:%M:%S %p
ig: Ụnyaahụ na %-I:%M:%S %p

source: yesterday at 00:00 PM
ig: Ụnyaahụ na 00:00 PM

source: yesterday at %-I:%M %p
ig: Ụnyaahụ na %-I:%M %p

source: yesterday, 00:00 PM
ig: Ụnyaahu, 00:00 PM

source: yesterday, %-I:%M %p
ig: Ụnyaahụ, %-I:%M %p

source: yesterday
ig: Ụnyaahụtoday

source: Wednesday, September 00 0000 at 00:00:00 PM
ig: Wenezdéè, Septemba 00 0000 na 00:00:00 PM

source: Mon, Oct 00 0000 at 00:00:00 PM
ig: Mọn, Ọkt 00 0000 na 00:00:00 PM

source: Mon, Oct 00 0000 at 00:00 PM
ig: Mọn, Ọkt 00 0000 na 00:00 PM

source: Oct 00 0000 at 00:00 PM
ig: Ọkt 00 0000 na 00:00 PM

source: Oct 00 0000, 00:00 PM
ig: Ọkt 00 0000, 00:00 PM

source: Not allowed to set permissions
ig: Ikike ọ́ktààlụ̀

source: Specified owner '%s' doesn't exist
ig: Ebe ahụ "%s" anaghị arụ ọrụ.

source: %s (%s bytes)
ig: %s (%dst ndebata)%s

source: ? items
ig: ? ihenhọrọ ndị ahụ

source: ? bytes
ig: ? baịtị ndị ahụ

source: unknown type
ig: Ụdị a na-amaghị

source: unknown MIME type
ig: Ụdị MIME a na-amaghị

source: unknown
ig: Amaghị

source: link
ig: Ụzọ njikọ

source: link (broken)
ig: Ụzọ njikọ (emebiela)

source: _Always
ig: _Mgbe ọbụla

source: _Local File Only
ig: _Faịlụ keụlọ sọsọ

source: _Never
ig: _Ebighị ebị

source: 2 GB
ig: 1 GB

source: 4 GB
ig: 1 GB

source: Activate items with a _single click
ig: Bido ọrụ ihenhọrọ site _n'ọ́tụ̄ ọ̀pị̀pị́

source: Activate items with a _double click
ig: Bido ọrụ ihenhọrọ site na _pịmpịkwasa

source: E_xecute files when they are clicked
ig: W_epụta faịlụ mgbe a pirị ha

source: Display _files when they are clicked
ig: Gosi _faịlụ ndị ahụ mgbe a pịrị ha

source: _Ask each time
ig: _Jụọ mgbe ọbụla

source: Search for files by file name only
ig: Chọọ faịlụ ndị ahụ site na aha faịlụ sọsọ

source: Search for files by file name and file properties
ig: Chọọ faịlụ ndị ahụ site na aha faịlụ nakwa ngwaọrụ faịlụ ndị ahụ

source: Icon View
ig: Ngosi aịkọn

source: Compact View
ig: Ngosi ndịna

source: List View
ig: Ngosi ndesịta

source: Manually
ig: N'aka

source: By Name
ig: Site n'aha

source: By Size
ig: Site n'ụhara

source: By Type
ig: Site n'ụdị

source: By Modification Date
ig: Site Ụbọchị mmegharị

source: By Emblems
ig: Site n'akara ndị ahụ

source: %s's Home
ig: %s's Ụlọ

source: Trash
ig: Ebemkpofuozi

source: Network Servers
ig: Sava ikukumgbasaozi

source: The selection rectangle
ig: Nhọrọ rektangụl

source: Switch to Manual Layout?
ig: Banye na ndozi ihenlereanya?

source: The Link "%s" is Broken. Move it to Trash?
ig: Emebiela ụzọ njikọ ahụ, ịchọrọ ikpụga ya n'ebemkpofuozi?

source: This link cannot be used, because it has no target.
ig: Agaghị ejikwa ụzọ njikọ a, maka na onweghị tágēètị̀.

source: This link cannot be used, because its target "%s" doesn't exist.
ig: Agaghị ejikwa ụzọ njikọ a, maka na tágēètị̀ ya "%s" adịghị adị.

source: Mo_ve to Trash
ig: Kp_ụga n'ebemkpofuozi

source: Do you want to run "%s", or display its contents?
ig: Ịchọrọ ibido "%s", mọọbụ gosi ndịna ya?

source: "%s" is an executable text file.
ig: "%s" bụ faịlụ ngwe dị̄ mbido.

source: Run in _Terminal
ig: Bido n'ebe _ngwaọrụ mbupụ na mbubata ozi

source: _Display
ig: _Gosi

source: _Run
ig: _Bido

source: Are you sure you want to open all files?
ig: Ìkwèsị̀rị̀ ike na ịchọrọ imepe faịlụ niile ndị a?

source: Could not display "%s".
ig: Egosinwughị́ị̀ "%s".

source: The file is of an unknown type
ig: Faịlụ ahụ abụgḥị inyogo.

source: There was an internal error trying to search for applications:
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: Unable to search for application
ig: Ebubatanwughị usoroiheomume cd bọna.

source: Unable to mount location
ig: Gaa n'ebe kọmputa

source: Unable to start location
ig: Gaa n'ebe kọmputa

source: Opening "%s".
ig: Na-emepe "%s".

source: Could not set as default application
ig: Agaghị enwenwu ike idebata "%s" n'ebe ọfụụ.

source: Could not remove application
ig: Agaghị enwenwu ike ikpụga "%s" n'ebe ọfụụ.

source: No applications selected
ig: Usoroiheomume nke a kara chọọ

source: %s document
ig: Dọkumentị ndị ahụ

source: Could not run application
ig: Usoroiheomume nke a kara chọọ

source: Could not find '%s'
ig: Achọtanwughị "%s".

source: Could not find application
ig: Ndehie na-ebubata usoroiheomume

source: Could not add application
ig: Usoroiheomume nke a kara chọọ

source: Select an Application
ig: Họrọ aịkọn

source: Open With
ig: Jiri mepee

source: _Use a custom command
ig: _Wepụ aịkọn emereredịkachọrọ

source: Add Application
ig: Usoroiheomume

source: Open Failed, would you like to choose another application?
ig: Emepenwughị́ị̀, ịchọrọ ịhọrọ usoroiheomume ọzọ?

source: "%s" cannot open "%s" because "%s" cannot access files at "%s" locations.
ig: "%s" emepenwughị́ị̀ "%s" maka "%s" abanyenwughị na faịlụ ndị ahụ "%s" n'ebe.

source: Open Failed, would you like to choose another action?
ig: Emepenwughị́ị̀, ịchọrọ ịhọrọ mmem ọzọ?

source: The default action cannot open "%s" because it cannot access files at "%s" locations.
ig: Dìfọ́ọ̀ltụ̀ mmem emepenwughị́ị̀ "%s" maka na abanyenwughị na faịlụ ndị ahụ "%s" n'ebe.

source: No other applications are available to view this file. If you copy this file onto your computer, you may be able to open it.
ig: Enweghịzị usoroiheomume ọzọ nọ́nụ̄ nke ga-egosi faịlụ a. Ọ bụrụ na idebata faịlụ a na kọmputa gị, inwere ike imepe ya.

source: No other actions are available to view this file. If you copy this file onto your computer, you may be able to open it.
ig: Enweghịzị mmem ọzọ nọ́nụ̄ nke ga-egosi faịlụ a. Ọ bụrụ na idebata faịlụ a na kọmputa gị, inwere ike imepe ya.

source: Sorry, but you cannot execute commands from a remote site.
ig: Ndọ, ịgaghị ewepụtanwu ǹtììwú site na saịtị rìmóòtù.

source: This is disabled due to security considerations.
ig: Anapụrụ nke a ike n'ihi nnabata echiche nchekwa.

source: There was an error launching the application.
ig: Enwere ndehie ná mbubata usoroiheomume ahụ.

source: This drop target only supports local files.
ig: Ńtọ̀gbọ̀ tágēètị̀ a sọsọ na-akwado faịlụ keụlọ.

source: To open non-local files copy them to a local folder and then drop them again.
ig: N'imepe faịlụ ndị na-abụghị keụlọ debaa ha na nsomebefaịlụ keụlọ ma tọ̀gbọ́ ha ọzọ.

source: To open non-local files copy them to a local folder and then drop them again. The local files you dropped have already been opened.
ig: N'imepe faịlụ na-abụghị keụlọ debaa ha na nsomebefaịlụ keụlọ ma tọ̀gbọ́ ha ọzọ. Emepeláàrị́ị̀ faịlụ keụlọ ahụ ịtọgbọrọ.

source: Details:
ig: Ndesịta ozi ndị ahụ:

source: File Operations
ig: Usoroiheomume nke a kara chọọ

source: Preparing
ig: Ńkwádó idebata...

source: Edit
ig: Dezie

source: Undo Edit
ig: Wepụtagharịa ndezi ehichara ehicha

source: Undo the edit
ig: Wepụtagharịa ndezi ahụ ehichara ehicha

source: Redo Edit
ig: Megharịa ndezi

source: Redo the edit
ig: Megharịa ndezi ahụ

source: File Browser
ig: Ome nchọgharị faịlụ

source: Browse the file system with the file manager
ig: Chọgharịa faịlụsistem ahụ ya na onyenlekọta faịlụ

source: File Management
ig: Nlekọta faịlụ

source: Home Folder
ig: Nsomebefaịlụ nke ụlọ

source: E_mpty Trash
ig: G_hewe ebemkpofuozi oghe

source: Create L_auncher...
ig: Kewapụta o_membubata

source: Change Desktop _Background
ig: Gbanwe _okpuru desktọ́ọ̀pụ̀

source: Show a window that lets you set your desktop background's pattern or color
ig: Gosi windo nke na-enyere gị aka ịhazi usoro okpuru desktọ́ọ̀pụ̀ gị mọọbụ

source: Empty Trash
ig: Ghewe ebemkpfuozi oghe

source: Delete all items in the Trash
ig: Hichaa ihenhọrọ niile n'ime ebemkpofuozi

source: The desktop view encountered an error.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: The desktop view encountered an error while starting up.
ig: Ngosi %s ahụ banyere na ndehie mgbe ọ na-ebido.

source: There was an error displaying help.
ig: Enwere ndehie mgbe a na-egosi nnyemaka.

source: Select Items Matching
ig: Họrọ ihenhọrọ niile ndị ahụ na windo a

source: _Pattern:
ig: _Usoro:

source: Search _name:
ig: Aha _ụcha:

source: _Folder:
ig: _Nsomebefaịlụ:

source: "%s" selected
ig: "%s" a họrọla

source: %s, Free space: %s
ig: %s, ohere a hapụrụ: %s,

source: The folder "%s" contains more files than Nautilus can handle.
ig: Nsomebefaịlụ "%s" ahụ nwere ọtụtụ faịlụ karịa ka Nautilus ga-arụnwu.

source: Some files will not be displayed.
ig: Agaghị egosi ụfọdụ faịlụ.

source: Open with %s
ig: Jiri mepee %s

source: Run "%s" on any selected items
ig: Bido "%s" n'otu n'ime ihenhọrọ ndị a a họọrọ

source: Create Document from template "%s"
ig: Kewapụta dọkumentị na templéètì "%s"

source: All executable files in this folder will appear in the Scripts menu.
ig: Faịlụ niile ndị dị̄ mbido n'ime nsomebefaịlụ a ga-apụta n'ihendesịta menu.

source: Choosing a script from the menu will run that script with any selected items as input.
ig: Ịhọrọ ihendesịta na menu ga-ebido ihendesịta ahụ ya na ihenhọrọ nke ahụ a họrọla dịka ntinyeihe.

source: All executable files in this folder will appear in the Scripts menu. Choosing a script from the menu will run that script. When executed from a local folder, scripts will be passed the selected file names. When executed from a remote folder (e.g. a folder showing web or ftp content), scripts will be passed no parameters. In all cases, the following environment variables will be set by Nautilus, which the scripts may use: NAUTILUS_SCRIPT_SELECTED_FILE_PATHS: newline-delimited paths for selected files (only if local) NAUTILUS_SCRIPT_SELECTED_URIS: newline-delimited URIs for selected files NAUTILUS_SCRIPT_CURRENT_URI: URI for current location NAUTILUS_SCRIPT_WINDOW_GEOMETRY: position and size of current window
ig: Faịlụ niile dị̄ mbido na nsomebefaịlụ a ga-apụta na ndesịta menu. Ịhọrọ ihendesịta na menu ahụ ga-ebido ihendesịta ahụ. Mgbe ewepụtara ya na nsomebefaịlụ keụlọ, ihendesịta a ga-anata ahafaịlụ ndị ahụ ahọọrọ. Mgbe ewepụtara ya na nsomebefaịlụ rimootu (ọmụmatụ. nsomebefaịlụ na-egosi weebụ mọọbụ ndịna ftp), agaghị ewegara ihendesịta paramita. NUATILUS_SCRIPT_SELECTED_FILE_PATHS: akaraọfụụ-dilimitéèdị̀ páàtị̀ maka faịlụ ndị a họọrọ (ma ọbụrụ sọsọ keụlọ) NAUTILUS_SCRIPT_SELECTED_URIS: akaraọfụụ-dilimitéèdị̀ páàtị̀ maka faịlụ ndị a họọrọ NAUTILUS_SCRIPT_URI: URI maka ebe keugbua NAUTILUS_SCRIPT_WINDOW_GEOMETRY: ebe na ụhara nke windo nọ mgbe ahụ

source: "%s" will be moved if you select the Paste command
ig: "%s" A ga-akpụgha ya ma ọ bụrụ na ịhọrọ mmapanye faịlụ ntiiwu

source: "%s" will be copied if you select the Paste command
ig: "%s" A ga-edebata ya ma ọ bụrụ na ịhọrọ Mmapanye Faịlụ Ntiiwu

source: There is nothing on the clipboard to paste.
ig: Onweghị ihe nọ n'ébéōchékwáōzím̀gbèńtà a ga-amapanye.

source: Unable to unmount location
ig: Gaa n'ebe kọmputa

source: Unable to eject location
ig: Gaa n'ebe kọmputa

source: Unable to stop drive
ig: Enwenwughị ike idochi faịlụ

source: Connect to Server %s
ig: Banye na sava %s

source: _Connect
ig: _Banye

source: Link _name:
ig: Aha _ụzọ njikọ:

source: The item cannot be restored from trash
ig: Agaghị enwenwu "%s" ike ikpụga faịlụ ahụ n'ebemkpofuozi.

source: Create _Document
ig: Kewapụta _dọkumentị

source: Open Wit_h
ig: Jiri mepe_e

source: Choose a program with which to open the selected item
ig: Họrọ program nke a ga-emepe ihenhọrọ nke ahụ a họọrọ

source: View or modify the properties of each selected item
ig: Gosi mọọbụ megharịa ngwaọrụ ihenhọrọ nke a họọrọ nke ọbụla

source: View or modify the properties of the open folder
ig: Gosi mọọbụ megharịa ngwaọrụ ihenhọrọ nke a họọrọ nke ọbụlacreate folder

source: Create _Folder
ig: Kewapụta _Nsomebefaịlụ

source: Create a new empty folder inside this folder
ig: Kewapụta nsomebefaịlụ ọfụụ ghe oghe n'ime nsomebefaịlụ a

source: No templates installed
ig: Onweghị templéètì ewunyere

source: _Empty File
ig: _Ghewe faịlụ oghe

source: Create a new empty file inside this folder
ig: Kewapụta faịlụ ọfụụ ghe oghe n'ime nsomebefaịlụ a

source: Open the selected item in this window
ig: Mepee ihenhọrọ nke ahụ a họrọla na windo a

source: Open in Navigation Window
ig: Mepee na windo ngagharị

source: Open each selected item in a navigation window
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharịopen in new tab

source: Open in New _Tab
ig: Mepee na windo ọfụụ

source: Open each selected item in a new tab
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharị

source: Open in _Folder Window
ig: Mepee na windo ọfụụ

source: Open each selected item in a folder window
ig: Mepee ihenhọrọ nke a họọrọ nke ọbụla na windo ngagharị

source: Other _Application...
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: Choose another application with which to open the selected item
ig: Họrọ usoroiheomume nke a ga-emepe ihenhọrọ nke ahụ a họọrọ

source: Open with Other _Application...
ig: Mepee ya na _usoroiheomume ndị ọzọ...

source: _Open Scripts Folder
ig: _Mepee ihendesịta nsomebefaịlụ

source: Show the folder containing the scripts that appear in this menu
ig: Gosi nsomebefaịlụ ahụ nke nwere ihendesịta na-apụta na menu a

source: Prepare the selected files to be moved with a Paste command
ig: Kwado faịlụ ndị ahụ a họọrọ ka ejiri ntiiwu faịlụ mmapanye kpughaa ha

source: Prepare the selected files to be copied with a Paste command
ig: Kwado faịlụ ndị ahụ a họọrọ ka ejiri ntiiwu faịlụ mmapanye debata ha

source: Move or copy files previously selected by a Cut or Copy command
ig: Kpụgha mọọbụ debata faịlụ ndị a họrọburu site n'ihicha faịlụ mọọbụ debata faịlụ ntiiwu

source: _Paste Into Folder
ig: _Mapanye faịlụ ndị ahụ n'ime nsomebefaịlụ

source: Move or copy files previously selected by a Cut or Copy command into the selected folder
ig: Kpụgha mọọbụ debata faịlụ ndị a họrọburu site n'ihicha faịlụ mọọbụ debata faịlụ ntiiwu n'ime nsomebefaịlụ a họọrọ

source: Select all items in this window
ig: Họrọ ihenhọrọ niile ndị ahụ na windo a

source: Select I_tems Matching...
ig: _Họrọ aịkọn emeredịkachọrọ...

source: Select items in this window matching a given pattern
ig: Họrọ ihenhọrọ ndị a na windo a nke dabara n'usoro enyere

source: D_uplicate
ig: M_egharịanụdị

source: Duplicate each selected item
ig: Megharịanụdị nke ihenhọrọ nke obụla a họọrọ

source: Create a symbolic link for each selected item
ig: Kewapụta ụzọ njikọ sìmbọ́līìkì maka ihenhọrọ nke ọbụla a họọrọ

source: _Rename...
ig: _Bagharịa aha...

source: Rename selected item
ig: Bagharịa ihenhọrọ ahụ a họọrọ aha

source: Move each selected item to the Trash
ig: Kpụga ihenhọrọ nke ọbụla a họọrọ n'ebemkpofuozi

source: Delete each selected item, without moving to the Trash
ig: Hichaa ihenhọrọ nke ọbụla a họọrọ, na-akpụgaghị n'ebemkpofuozi

source: _Restore
ig: _MegharịaReset to DefaultsShow hidden files
